OdDAI.InverseAttribute.getAttr(System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte!System.Runtime.CompilerServices.IsConst*)
\details
Retrieves the current value of an attribute specified by its name.
\param attrName [in] An ANSI string that contains the attribute name.
\returns The current value of the attribute.
\remarks
The method provides the late binding access to the attribute value by its name.
Attributes of select and aggregate data types are also supported.

OdDAI.InverseAttribute.domain
\details
Retrieves referencing entity type of the attribute.
\returns A raw pointer to the entity type.

OdDAI.InverseAttribute.#ctor
\details
Creates a new attribute object with default parameters.

OdDAI.InverseAttribute
\details
A class that implements the storing and manipulating of attributes.